Repository: janw/tapedrive
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: English
de: Englisch

source: Named by the format, this is often also called "RSS feed"
de: Benannt nach dem Dateiformat oft auch als "RSS-Feed" bezeichnet

source: OPML File
de: OPML-Datei

source: Many podcast clients allow you to export all you subscriptions at once as an OPML file
de: Viele Podcast-Clients können alle deine Abonnements auf einmal als OPML-Datei exportieren

source: Subscribed Podcasts
de: Abonnierte Podcasts

source: Podcasts checked here will be included in periodic feed refreshes
de: Hier ausgewählte Podcasts werden bei der regelmäßigen Aktualisierung eingeschlossen

source: (Podcasts you add will appear here to refresh them periodically)
de: (Von dir hinzugefügte Podcasts erscheinen hier und werden regelmäßig aktualisiert)

source: <p>The Storage Directory is the root of all your downloaded podcast episodes. It has to be set once before any episodes are downloaded. Changing it later on is not officially supported and strongly advised against.</p> <p>References to the user's home <code>~</code>, and available environment variables like <code>$HOME</code> and <code>$USER</code> will be expanded only once before the settings are saved.</p>
de: <p>Der Speicherort ist das Hauptverzeichnis aller heruntergeladenen Podcast-Episoden. Er muss gesetzt werden, bevor Episoden heruntergeladen werden. Ihn später zu ändern wird momentan nicht offiziell unterstützt und sollte dringend vermieden werden.</p> <p>Das Nutzer-Homeverzeichnis <code>˜</code> und Umgebungsvariablen wie <code>$HOME</code> und <code>$USER</code> werden beim Speichern einmalig aufgelöst.

source: <p>When using one of the date segments (currently <code>$podcast_updated</code> and <code>$episode_date </code>), the format given in the in-path date format will be used to compile the date. The elements in the date are also properly localized according to the locale set. The usable format identifiers can be found <a href="https://docs.djangoproject.com/en/2.0/ref/templates/builtins/#date" rel="nofollow">here in the Django documentation</a>.</p>
de: <p>Wenn Datumssegmente (momentan $podcast_updated und <code>$episode_date</code>) im Namensschema verwendet werden, werden die Daten nach diesem Format aufgelöst. Die Elemente im Datum werden zudem nach der eingestellten Sprache übersetzt. Die verfügbaren Elemente findest du <a href="https://docs.djangoproject.com/en/2.0/ref/templates/builtins/#date" rel="nofollow">hier in der Django-Dokumentation</a>.</p>

source: Episode Naming Scheme
de: Episoden-Benennungsschema

source: Site Domain
de: Seiten-Domain

source: Will be used to prefix absolute URLs (for example links in emails)
de: Wird als Präfix für absolute URLs (z.B. für Links in E-Mails) verwendet

source: <p>The Site Domain is a site-wide setting that affects places where an absolute URL of a page is generated. This mostly applies to emails sent by the system that contain links to pages.</p> <p class="mb-0">In case you are running the app in a subfolder behind a reverse-proxy, you should include the subfolder in the Site Domain to make sure internal (i.e. relative) URLs resolve properly:</p> <p><code>example.com/fancysubfolder/</code></p>
de: <p>Die Seiten-Domain ist eine globale Einstellung, die alle Stellen betrifft, wo die absolute URL einer Seite generiert wird. Das betrifft im Wesentlichen System-E-Mails die Links auf eine Seite enthalten</p> <p class="mb-0">Falls du die App in einem Unterverzeichnis hinter einem Reverse-Proxy betreibst, solltest du das Unterverzeichnis an die Domain anhängen, damit interne (also relative) URLs richtig aufgelöst werden:</p> <p><code>example.com/coolesunterverzeichnis/</code></p>

source: Storage Directory
de: Speicherort

source: Root directory of where the podcast episodes are downloaded to
de: Hauptverzeichnis in das Podcast-Episoden heruntergeladen werden

source: Scheme used to compile the episode download filenames
de: Schema nach dem heruntergeladene Episoden benannt werden

source: In-Path Date Format
de: In-Pfad Datumsformat

source: Scheme used to compile date segments in episode download filenames
de: Schema nach dem Datumssegmente in Dateinamen von Episoden gebildet werden

source: Podcasts Settings
de: Podcasts-Einstellungen

source: Episode GUID
de: Episoden-GUID

source: Episode Title
de: Episodentitel

source: Episode Subtitle
de: Episodenuntertitel

source: Episode Summary
de: Episodenzusammenfassung

source: Episode Link
de: Episoden-Link

source: Media URL
de: Medien-URL

source: Published
de: Veröffentlicht

source: Downloaded
de: Heruntergeladen

source: Duration
de: Laufzeit

source: Season
de: Staffel

source: Episode Number
de: Episodennummer

source: Episode Type
de: Episodentyp

source: Original Filename
de: Ursprünglicher Dateiname

source: File Location
de: Speicherort

source: File Size
de: Dateigröße

source: File Hash (SHA256)
de: Datei-Hash (SHA256)

source: Episodes' Listeners
de: Hörer der Episode

source: Associated Download Task
de: Verknüpfter Download-Auftrag

source: Episodes
de: Episoden

source: Content
de: Inhalt

source: Title
de: Titel

source: Metadata
de: Metadaten

source: Last Published Episode
de: Zuletzt veröffentlichte Episode

source: Number of Episodes
de: Anzahl der Episoden

source: Download Date (Earliest First)
de: Download-Datum (frühe zuerst)

source: Download Date (Latest First)
de: Download-Datum (späte zuerst)

source: Publishing Date (Earliest First)
de: Veröffentlichungsdatum (frühe zuerst)

source: Publishing Date (Latest First)
de: Veröffentlichungsdatum (späte zuerst)

source: Duration (Shortest First)
de: Laufzeit (kurze zuerst)

source: Duration (Longest First)
de: Laufzeit (lange zuerst)

source: Added Podcasts
de: Hinzugefügte Podcasts

source: Sort Podcasts By
de: Sortiere Podcasts nach

source: Sort Episodes By
de: Sortiere Episoden nach

source: Seek Duration Forward
de: Vorspulzeitraum

source: Seek Duration Backward
de: Zurückspulzeitraum

source: User %(user)s
de: Nutzer %(user)s

source: Playback Position
de: Abspielposition

source: Playback Completed
de: Vollständig abgespielt

source: Podcast Title
de: Podcasttitel

source: Podcast Subtitle
de: Podcastuntertitel

source: Feed Fetched Last
de: Feed zuletzt abgerufen

source: Last Feed Update
de: Feed zuletzt aktualisiert

source: Podcast Author
de: Podcastautor

source: Main Language
de: Hauptsprache

source: Cover Image
de: Cover-Bild

source: iTunes Type
de: iTunes-Typ

source: Podcast Summary
de: Podcastzusammenfassung

source: Episode Details
de: Episodendetails

source: Queue Download
de: Download einreihen

source: Close
de: Schließen

source: Failure Details
de: Fehlerdetails

source: Priority
de: Priorität

source: Run At
de: Gestartet am

source: Attempts
de: Versuche

source: Failed At
de: Fehlgeschlagen am

source: Delete
de: Löschen

source: Show Details
de: Details anzeigen

source: Downloaded:
de: Heruntergeladen:

source: Download Failed
de: Download fehlgeschlagen

source: Queued for Download
de: Zum Download eingereiht

source: Download Now
de: Jetzt herunterladen

source: From
de: Von

source: Website
de: Webseite

source: Language
de: Sprache

source: Last fetched
de: Zuletzt abgerufen

source: Feed updated
de: Feed aktualisiert

source: Refresh Feed
de: Feed abrufen

source: Download Missing Episodes
de: Fehlende Episoden herunterladen

source: Subscribe
de: Abonnieren

source: Unsubscribe
de: Abbestellen

source: Open Podcast Details
de: Podcastdetails öffnen

source: (all downloaded)
de: (alle heruntergeladen)

source: (none downloaded)
de: (keine heruntergeladen)

source: (%(downloaded_episodes)s downloaded)
de: (%(downloaded_episodes)s heruntergeladen)

source: Episodes have not been fetched yet
de: Episoden wurden noch nicht abgerufen

source: (No Cover)
de: (Kein Cover)

source: Welcome to your future Podcast Archive. 👋
de: Willkommen in deinem zukünftigen Podcast-Archiv. 👋

source: Settings
de: Einstellungen

source: User Preferences
de: Nutzereinstellungen

source: Administration
de: Verwaltung

source: Help
de: Hilfe

source: Cannot figure out, what all this is? Click on the sections below to get help.
de: Keine Ahnung, was all das soll? Wähle unten einen Abschnitt, um Hilfe zu erhalten.

source: Save Changes
de: Änderungen speichern

source: Path %(path)s does not exist
de: Pfad %(path)s existiert nicht

source: Path %(path)s is not writable
de: Im Pfad %(path)s kann nicht geschrieben werden

source: <p>Backslashes (\) are not allowed in scheme.
de: <p>Ein Backslash (\) ist im Schema nicht erlaubt.

source: Scheme must not begin or end with '/'
de: Schema darf nicht mit '/' beginnen oder enden

source: Ending %(possible_extension)s is too similar to a file extension
de: Die Endung %(possible_extension)s ist einer Dateiendung zu ähnlich

source: Scheme must contain at least one unifying episode segment
de: Schema muss mindestens ein eindeutiges Segment enthalten

source: Podcast Archive
de: Podcast-Archiv

source: Log out
de: Abmelden

source: Page navigation
de: Seitennavigation

source: Previous
de: Vorherige

source: (current)
de: (aktuell)

source: Next
de: Nächste

source: <a href="http://tapedrive.io">Tape Drive</a> is licensed under the Apache License 2.0. Thank you for using it.
de: <a href="http://tapedrive.io">Tape Drive</a> steht unter Apache-Lizenz 2.0. Danke, dass du es einsetzt.

source: Logged out
de: Abgemeldet

source: Thanks for spending some quality time with Tape Drive today.
de: Schön, dass du ein bisschen Quality-Time mit Tape Drive verbracht hast.

source: Log in again
de: Wieder anmelden

source: Log in
de: Anmelden

source: Please enter a correct username and password.
de: Bitte gib Benutzernamen und Passwort korrekt ein.

source: Username
de: Benutzername

source: Password
de: Passwort

source: Forgotten your password or username?
de: Passwort oder Benutzernamen vergessen?

source: Documentation
de: Dokumentation

source: Change password
de: Passwort ändern

source: Password change
de: Passwort ändern

source: Your password was changed.
de: Dein Passwort wurde geändert.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de: Bitte gib dein bisheriges Passwort und dein neues Passwort zweimal zur Kontrolle ein.

source: Old password
de: Bisheriges Passwort

source: New password
de: Neues Passwort

source: New password confirmation
de: Neues Passwort bestätigen

source: Change my password
de: Mein Passwort ändern

source: Your password has been set. You may go ahead and log in now.
de: Dein Passwort wurde gesetzt. Du kannst dich nun anmelden.

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte gib dein Passwort zweimal ein, um sicherzugehen, dass du es richtig eingegeben hast.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Passwort-Zurücksetzen-Link war ungültig, weil er wahrscheinlich schon benutzt wurde. Bitte fordere einen neuen an.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
de: Wir haben dir Anweisungen zum Zurücksetzen deines Passworts zugesendet, falls ein Konto mit der eingegebenen E-Mail-Adresse existiert.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
de: Wenn du keine E-Mail bekommst, versichere dich, dass du die richtige E-Mail-Adresse eingegeben hast und überprüfe deinen Spam-Ordner.

source: You're receiving this email because you requested a password reset for your account at %(site_name)s.
de: Du erhältst diese E-Mail, weil du das Zurücksetzen deines Passworts für %(site_name)s angefordert hast.

source: Please go to the following page and choose a new password:
de: Bitte öffne die folgende Seite und wähle ein neues Passwort:

source: Your username, in case you've forgotten:
de: Dein Benutzername, falls du ihn vergessen hast:

source: Thanks for using the service!
de: Danke, dass du diesen Dienst nutzt!

source: The creators of %(site_name)s
de: Die Schöpfer von %(site_name)s

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
de: Du hast dein Passwort vergessen? Gib deine E-Mail-Adresse unten ein und wir senden dir Anweisungen zum Zurücksetzen per E-Mail.

source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mail-Adresse ein.

source: Email address
de: E-Mail-Adresse

source: Reset my password
de: Mein Passwort zurücksetzen
